Repository: laurent68k/TemplateSingleApp
Catalog: TemplateSingleApp/*.lproj/Localizable.strings
Languages: fr

# MainViewController.NetworkIssue
source: Network issue
fr: Erreur réseau

# MainViewController.NetworkIssue.Message
source: Unable to connect to the server, network or server encountered a problem
fr: Impossible de se connecter, le réseau ou le serveur rencontre des problèmes

# TableViewController.Calendar
source: Calendar
fr: Calendrier

# TableViewController.Share
source: Share
fr: Partager

# AlertController.Network.Issue
source: Network issue
fr: Erreur réseau

# AlertController.Network.ErrorMessage
source: Unable to connect to the server, network or server encountered a problem
fr: Impossible de se connecter, le réseau ou le serveur rencontre des problèmes

# AlertController.Calendar
source: Calendar
fr: Calendrier

# AlertController.Event.Added
source: Event added
fr: Evénement ajouté

# AlertController.Event.Failed
source: Event add failed
fr: Impossible d'ajouter l'événement

# AlertController.Camera.Title.Error
source: No camera
fr: Caméra erreur

# AlertController.Camera.NoCamera
source: Your device doesn't have any camera
fr: Votre appareil ne dispose pas de caméra
